let category = ["قهوه بر پایه اسپرسو","قهوه دمی", "نوشیدنی گرم" , "قهوه سرد بر پایه اسپرسو" , "شیک ها","ماکتل","چای و دمنوش","کیک و دسر","بشقاب اصلی","پیتزا","پنینی","برگر","پاستا","سالاد ها", "پیش غذای گرم" , "صبحانه" ," نوشیدنی سرد"]

let ghahveBarPayeEsperso = [{name:'اسپرسو',about:'اسپرسو دبل',price:'65,000',id:1},
    {name:'امریکانو',about:'اسپرسو دبل,اب داغ',price:'70,000',id:2},
    {name:'کاپوچینو',about:'اسپرسو دبل,شیر,فوم شیر',price:'85,000',id:3},
    {name:'لاته',about:'اسپرسو دبل,شیر',price:'85,000',id:4},
    {name:'موکا',about:'اسپرسو دبل,شیر,سیروپ کارامل',price:'90,000',id:5},
    {name:'کارامل ماکیاتو',about:'اسپرسو دبل,شیر,سیروپ کارامل',price:'90,000',id:6}
]

let ghahveDame = [{name:'قهوه ترک',about:'قهوه ترک, اب داغ',price:'65,000',id:1},
    {name:'قهوه یونانی',about:'قهوه ترک,شیر',price:'75,000',id:2}]

let noshidaniGharme = [{name:'هات چاکلت دارک',about:'پودر هات چاکلت,شیر',price:'90,000',id:1},
    {name:'هات چاکلت فندقی',about:'پودر هات چاکلت,شیر,فندق',price:'95,000',id:2},
    {name:'هات چاکلت وانیلی',about:'پودر هات چاکلت,شیر,وانیل',price:'95,000',id:3},
    {name:'وایت چاکلت',about:'پودر وایت چاکلت ,شیر',price:'90,000',id:4},
    {name:'چای ماسال',about:'چای سیاه,میخک,هل,دارچین,زنجبیل,شیر',price:'85,000',id:5}
   
]

let ghahveSardeBarPayeEsperso = [{name:'افوگاتو',about:'بستنی وانیل,اسپرسو دبل',price:'80,000',id:1},
    {name:'ایس امریکانو',about:'اسپرسو,اب,یخ',price:'70,000',id:2},
    {name:'ایس لته',about:'اسپرسو,شیر,یخ',price:'85,000',id:3},
    {name:'ایس موکا',about:'اسپرسو,شیر,یخ,سس شکلات',price:'90,000',id:4},
    {name:'ایس کارامل',about:'اسپرسو,شیر,یخ,کارامل',price:'90,000',id:5}]

let shake = [{name:'شیک وانیل',about:'بستنی وانیل,شیر,پودر وانیل',price:'90,000',id:1},
    {name:'شیک شکلات',about:'بستنی شکلات,شیر,پودر شکلات',price:'105,000',id:2},
    {name:'شیک شکلات فندق',about:'بستنی وانیل,شیر,فندق',price:'110,000',id:3},
    {name:'شیک شکلات کارامل',about:'بستنی وانیل,شیر,کارامل',price:'110,000',id:4},
    {name:'شیک اسپرسو',about:'بستنی وانیلی,شیر,اسپرسو دبل',price:'120,000',id:5},
    {name:'شیک نوتلا',about:'بستنی وانیلی,شیر,نوتلا',price:'135,000',id:6}
]

let maktel = [{name:'رابو',about:'گلاب,الوورا,لیمو ترش ,سیرپ شکر,سودا',price:'110,000',id:1},
    {name:'ساحل',about:'بلو کاراسائو,اب پرتقال,شربت چهارتخم,لیمو ترش,زعفران',price:'130,000',id:2},
    {name:'منیریه',about:'سکنجبین,خاک شیر,خیار,سیروپ شکر,سودا',price:'110,000',id:3},
    {name:'شمرون',about:'عرق بیمشک,عرق بهار نارنج,عرق نسترن,سیروپ شکر,پنیرک',price:'110,000',id:4},
    {name:'بلو هاوایی',about:'بستنی وانیلی,پودر نارگیل,شیر,بلو کاراسائو,اناناس',price:'120,000',id:5},
    {name:'کازابلانکا',about:'اب انار,اب البالو,اب زرشک,فلفل,نمک',price:'110,000',id:6},
    {name:'لیموناد',about:'لیمو ترش,سیروپ شکر ,سودا',price:'90,000',id:7}, 
    {name:'موهیتو',about:'لیمو ترش,برگ موهیتو,سیروپ شکر,سودا',price:'100,000',id:8},
    {name:'پیناکولادا',about:'اب پیناکولادا,بستنی وانیلی,شیر',price:'105,000',id:9},
    {name:'انبه بری',about:'اب انبه,اب البالو,اب انار,بستنی شاتوت',price:'110,000',id:10},
    {name:'چری بری',about:'اب البالو,اب انار,اب زرشک,بستنی شاتوت,شاتوت',price:'120,000',id:11}]