let category = ["قهوه بر پایه اسپرسو","قهوه دمی", "نوشیدنی گرم" , "قهوه سرد بر پایه اسپرسو" , "شیک ها","ماکتل","چای و دمنوش","کیک و دسر","غذای ایرانی","بشقاب اصلی","پیتزا","پنینی","برگر","پاستا","سالاد ها", "پیش غذای گرم" , "صبحانه" ,"نوشیدنی سرد"]

let ghahveBarPayeEsperso = [{name:'اسپرسو',about:'اسپرسو دبل',price:'99,000',id:1},
    {name:'امریکانو',about:'اسپرسو دبل,اب داغ',price:'108,000',id:2},
    {name:'کاپوچینو',about:'اسپرسو دبل,شیر,فوم شیر',price:'115,000',id:3},
    {name:'لاته',about:'اسپرسو دبل,شیر',price:'115,000',id:4},
    {name:'موکا',about:'اسپرسو دبل,شیر,سیروپ کارامل',price:'120,000',id:5},
    {name:'کارامل ماکیاتو',about:'اسپرسو دبل,شیر,سیروپ کارامل',price:'115,000',id:6}
]

let ghahveDame = [{name:'قهوه ترک',about:'قهوه ترک, اب داغ',price:'95,000',id:1},
    {name:'قهوه یونانی',about:'قهوه ترک,شیر',price:'100,000',id:2}]

let noshidaniGharme = [{name:'هات چاکلت دارک',about:'پودر هات چاکلت,شیر',price:'120,000',id:1},
    {name:'هات چاکلت فندقی',about:'پودر هات چاکلت,شیر,فندق',price:'126,000',id:2},
    {name:'هات چاکلت وانیلی',about:'پودر هات چاکلت,شیر,وانیل',price:'124,000',id:3},
    {name:'وایت چاکلت',about:'پودر وایت چاکلت ,شیر',price:'124,000',id:4}]

let ghahveSardeBarPayeEsperso = [{name:'افوگاتو',about:'بستنی وانیل,اسپرسو دبل',price:'110,000',id:1},
    {name:'ایس امریکانو',about:'اسپرسو,اب,یخ',price:'110,000',id:2},
    {name:'ایس لته',about:'اسپرسو,شیر,یخ',price:'115,000',id:3},
    {name:'ایس موکا',about:'اسپرسو,شیر,یخ,سس شکلات',price:'115,000',id:4},
    {name:'ایس کارامل',about:'اسپرسو,شیر,یخ,کارامل',price:'115,000',id:5}]

let shake = [{name:'شیک وانیل',about:'بستنی وانیل,شیر,پودر وانیل',price:'125,000',id:1},
    {name:'شیک شکلات',about:'بستنی شکلات,شیر,پودر شکلات',price:'127,000',id:2},
    {name:'شیک شکلات فندق',about:'بستنی وانیل,شیر,فندق',price:'135,000',id:3},
    {name:'شیک شکلات کارامل',about:'بستنی وانیل,شیر,کارامل',price:'127,000',id:4},
    {name:'شیک اسپرسو',about:'بستنی وانیلی,شیر,اسپرسو دبل',price:'147,000',id:5},
    {name:'شیک بادام زمینی',about:'',price:'162,000',id:6},
    {name:'شیک شکلات موز',about:'',price:'192,000',id:7},
    {name:'شیک توت فرنگی',about:'',price:'196,000',id:8},
]

let maktel = [{name:'رابو',about:'گلاب,الوورا,لیمو ترش ,سیرپ شکر,سودا',price:'137,000',id:1},
    {name:'ساحل',about:'بلو کاراسائو,اب پرتقال,شربت چهارتخم,لیمو ترش,زعفران',price:'161,000',id:2},
    {name:'منیریه',about:'سکنجبین,خاک شیر,خیار,سیروپ شکر,سودا',price:'142,000',id:3},
    {name:'شمرون',about:'عرق بیمشک,عرق بهار نارنج,عرق نسترن,سیروپ شکر,پنیرک',price:'138,000',id:4},
    {name:'بلو هاوایی',about:'بستنی وانیلی,پودر نارگیل,شیر,بلو کاراسائو,اناناس',price:'148,000',id:5},
    {name:'کازابلانکا',about:'اب انار,اب البالو,اب زرشک,فلفل,نمک',price:'147,000',id:6},
    {name:'لیموناد',about:'لیمو ترش,سیروپ شکر ,سودا',price:'126,000',id:7}, 
    {name:'موهیتو',about:'لیمو ترش,برگ موهیتو,سیروپ شکر,سودا',price:'128,000',id:8},
    {name:'پیناکولادا',about:'اب پیناکولادا,بستنی وانیلی,شیر',price:'126,000',id:9},
    {name:'انبه بری',about:'اب انبه,اب البالو,اب انار,بستنی شاتوت',price:'146,000',id:10},
    {name:'چری بری',about:'اب البالو,اب انار,اب زرشک,بستنی شاتوت,شاتوت',price:'146,000',id:11}]
 
     
    
    let chayeVaDamnosh = [{name:'چای سیاه',about:' ',price:'67,000',id:1},
        {name:'چای ترکی',about:'با باقلوا',price:'112,000',id:2},
        {name:'چای ماسال',about:'',price:'127,000',id:3},
        {name:'دمنوش ارامش',about:'',price:'130,000',id:4},
        {name:'دمنوش حالم بده',about:'',price:'130,000',id:5},
        {name:'دمنوش خوابم میاد',about:'',price:'130,000',id:6},
        {name:'دمنوش لارک',about:'',price:'130,000',id:7},
        {name:'دمنوش هیلدا',about:'',price:'130,000',id:8},
        {name:'دمنوش تیمسار',about:'',price:'130,000',id:9},
        {name:'دمنوش چای ترش',about:'',price:'130,000',id:10},
        {name:'دمنوش گل گاو زبون',about:'',price:'130,000',id:11}]
    


    let kakeVaDeser = [{name:'بیسکو چیز',about:' ',price:'132,000',id:1},
        {name:'چیز کیک نوتلا',about:'',price:'137,000',id:2},
       ]
       

    
        let boshghabeAcly = [{name:'استیک مرغ',about:'استیک رول شده,پوره سیب زمینی,سس لمون کیپرز',price:'498,000',id:1}]



        let piza = [{name:'پیتزا اسپشیال پازیریک',about:'خمیر,گوشت ریش,مرغ ریش,سوسیس شکاری, سس کلم بنفش شور, پنیر پیتزا, قارچ دکمهای,فلفل دلمه ای پخته و سس تارتار',price:'537,000',id:1},
        {name:'پیتزا پستو گوشت',about:'خمیر,گوشت ورقه ای,سس پستو,پنیر پیتزا,قارچ,جعفری,زیتون کامل و سس خردل',price:'527,000',id:2},
        {name:'پیتزا سوپریم',about:'خمیر,ژامبون میکس رشته ای,پنیر پیتزا,قارچ,فلفل دلمه ای,ذرت,سس گوجه فرنگی(اسپایسی)',price:'494,000',id:3},
        {name:'پیتزا پپرونی',about:'خمیر,پپرونی با کیفیت,پنیر پیتزا,هالوپینو,گوجه خشک,سس گوجه فرنگی(اسپایسی)',price:'467,000',id:4},
        {name:'پیتزا روستیکا',about:'خمیر,گوشت چرخ شده,پنیر پیتزا,پنیر چدار,قارچ,فلفل دلمه ای کبابی,سس خامه ترخون',price:'478,000',id:5},
        {name:'پیتزا چیکن اسموکی',about:'خمیر,مرغ ریش شده دودی,روغن زیتون,پنیر پیتزا,قارچ پخته, زیتون بدون هسته,سس باربیکیو',price:'489,000',id:6},
        {name:'پیتزا پولد بیف (رست بیف)',about:'خمیر,گوشت ریش شده پخته,ریحان تازه,لیمو و قارچ پخته,سس سیر,سس چمیچوری',price:'498,000',id:7},
        {name:'پیتزا سبزیجات',about:'خمیر,پنیر پیتزا,قارچ,بادمجان,پیاز,گوجه چری,زیتون,بی بی کورن,سیر,کدو,جعفری,سس گوجه فرنگی',price:'440,000',id:8}]
    
    

        let peneny = [{name:'پنینی مرغ گریل',about:'مرغ گریل شده,اسفناج,پنیر,الفردو',price:'369,000',id:1},
        {name:'پنینی مرغ ریش',about:'مرغ ریش شده,سس تریاکی,قارچ,نعنا,گوجه گیلاسی',price:'383,000',id:2},
        {name:'پنینی گوشت ورقه ای',about:'گوشت ورقه ای شده,سبزیجات پخته,سس باربیکیو',price:'408,000',id:3},
        {name:'پنینی بیکن',about:'بیکن,سیر,مایونز,قارچ,سس باربیکیو',price:'397,000',id:4}]



        let berger = [{name:'جوسی برگر امریکایی',about:'۱۵۰گرم گوشت گوساله، سس تار تار , بیکن، پنیر گودا و سیب زمینی',price:'414,000',id:1},
        {name:' چیز برگر امریکایی',about:'۱۵۰ گرم گوشت گوساله، سس فرانسوی،  پنیر ورقه ای و سیب زمینی',price:'412,000',id:2},
        {name:'برگر کوبایی امریکایی',about:'۱۵۰ گرم گوشت گوساله، کاهو سبز سوزنی، اسفناج همراه با سس باربیکیو و سیب زمینی',price:'416,000',id:3},
        {name:'کلاسیک برگر',about:'۱۵۰ گرم گوشت گوساله، سس خیارشور، سس مایونز و سیب زمینی',price:'409,000',id:4}]



      let pasta = [{name:'پاستا الفردو',about:'سس آلفردو، قارچ کاراملی، مرغ ریش و پنیر پارمسان',price:'387,000',id:1},
        {name:'اسپاگتی',about:'سس بلونیز، ریحان تازه، پنیر پارمسان',price:'363,000',id:2},
        {name:'پاستا فتوچینی',about:'سس پستو، سینه مرغ سوخاری، پرتقال کریپسی',price:'394,000',id:3},
        {name:'لازانیا',about:'گوشت چرخ‌کرده، سس گوجه فرنگی',price:'437,000',id:4}]


      
      let salad = [{name:'سالاد سزار با تاپینگ مرغ سوخاری/گریل',about:'کاهو رسمی، زیتون، پنیر پارمسان، نان کروتان، مرغ ( سوخاری/گریل )',price:'348,000',id:1},
        {name:'سالاد اسفناج',about:'کاهو سس بالزامیک , اسفناج , گوشت ورقه ای , میوه',price:'372,000',id:2}]


    
    let pishGhaza = [{name:'گراتن سیب زمینی خامه',about:'سیب زمینی سرخ شده , اسفناج , سس الفردو , قارچ , پنیر پیتزا',price:'372,000',id:1},
        {name:'سیب زمینی سرخ شده خانگی',about:'سیب زمینی سرخ شده با سس کچاب',price:'217,000',id:2},
        {name:'سیب زمینی سرخ شده با پنیر',about:'سیب زمینی با پخت خانگی با پنیر و سس کچاب',price:'229,000',id:3},
        {name:'قارچ سوخاری با سس تارتار',about:'',price:'217,000',id:4},
        {name:'نان سیر',about:'',price:'245,000',id:5},
        {name:'فیله مرغ پفکی با سس تارتار',about:'',price:'367,000',id:6},
    {name:'فیله استریپس 4 تیکه',about:'',price:'367,000',id:7}]

    

    let sobhane = [{name:'صبحانه انگلیسی',about:' ',price:'237,000',id:1},
        {name:'پنکیک',about:'',price:'196,000',id:2},
        {name:'وافل',about:'',price:'204,000',id:3},
        {name:'املت کلاسیک',about:'',price:'209,000',id:4},
        {name:'املت اسفناج قارچ',about:'',price:'219,000',id:5},
        {name:'املت بیکن',about:'',price:'226,000',id:6},
        {name:'خاچاپوری(گرجستانی)',about:'',price:'202,000',id:7}
    ]

    let noshdany = [
    {name: 'دلستر استوایی شیشه', about: "", price: '54,000', id: 1},
    {name: 'دلستر لیمو شیشه', about: "", price: '74,000', id: 2},
    {name: 'دلستر سیب شیشه', about: "", price: '54,000', id: 3},
    {name: 'دلستر مالت شیشه', about: "", price: '74,000', id: 4},
    {name: 'دلستر هلو شیشه', about: "", price: '54,000', id: 5},
    {name: 'سودا قوطی اسپارکلینگ', about: "", price: '49,000', id: 6},
    {name: 'بطری پپسی مشکی', about: "", price: '50,000', id: 7},
    {name: 'سون اپ بطری', about: "", price: '50,000', id: 8},
    {name: 'میراندا شیشه ای', about: "", price: '60,000', id: 9},
    {name: 'پپسی مشکی شیشه ای', about: "", price: '60,000', id: 10},
    {name: 'لیموناد شیشه ای', about: "", price: '60,000', id: 11},
    {name: 'موهیتو شیشه ای', about: "", price: '60,000', id: 12},
    {name: 'سون اپ شیشه ای', about: "", price: '52,000', id: 13},
    {name: 'دوغ محلی', about: "", price: '47,000', id: 14},
    {name: 'میراندا بطری', about: "", price: '50,000', id: 15}
];


    let iranyFood = [
        {name:'جوجه کباب',about:'200 گرم سینه ,200 گرم برنج ایرانی,یک عدد گوجه ,یک عدد فلفل کبابی',price:'365,000',id:1},
    {name:'لقمه مخصوص',about:'180 گرم کوبیده,200 گرم برنج ایرانی ,یک عدد گوجه کبابی , یک عدد فلفل کبابی',price:'524,000',id:2},
    {name:'خورشت قیمه',about:'200 گرم برنج ایرانی , 60 گرم گوشت , 80 گرم لپه , 100 گرم سیب زمینی سرخ شده',price:'275,000',id:3},
    {name:'خورشت قرمه',about:'200 گرم برنج ایرانی , 60 گرم گوشت , 80 گرم لوبیا , 100 گرم سبزی قرمه',price:'275,000',id:4},
    {name:'زرشک پلو',about:'200 گرم برنج ایرانی با زعفران و کره و زرشک , 250 گرم ران مرغ , سس مخصوص با ادویه مخصوص',price:'365,000',id:5},
    
    ]