let category = ["قهوه بر پایه اسپرسو","قهوه دمی", "نوشیدنی گرم" , "قهوه سرد بر پایه اسپرسو" , "شیک ها","ماکتل","چای و دمنوش","کیک و دسر","بشقاب اصلی","پیتزا","پنینی","برگر","پاستا","سالاد ها", "پیش غذای گرم" , "صبحانه" ,"نوشیدنی سرد"]

let ghahveBarPayeEsperso = [{name:'اسپرسو',about:'اسپرسو دبل',price:'65,000',id:1},
    {name:'امریکانو',about:'اسپرسو دبل,اب داغ',price:'70,000',id:2},
    {name:'کاپوچینو',about:'اسپرسو دبل,شیر,فوم شیر',price:'85,000',id:3},
    {name:'لاته',about:'اسپرسو دبل,شیر',price:'85,000',id:4},
    {name:'موکا',about:'اسپرسو دبل,شیر,سیروپ کارامل',price:'90,000',id:5},
    {name:'کارامل ماکیاتو',about:'اسپرسو دبل,شیر,سیروپ کارامل',price:'90,000',id:6}
]

let ghahveDame = [{name:'قهوه ترک',about:'قهوه ترک, اب داغ',price:'65,000',id:1},
    {name:'قهوه یونانی',about:'قهوه ترک,شیر',price:'75,000',id:2}]

let noshidaniGharme = [{name:'هات چاکلت دارک',about:'پودر هات چاکلت,شیر',price:'90,000',id:1},
    {name:'هات چاکلت فندقی',about:'پودر هات چاکلت,شیر,فندق',price:'95,000',id:2},
    {name:'هات چاکلت وانیلی',about:'پودر هات چاکلت,شیر,وانیل',price:'95,000',id:3},
    {name:'وایت چاکلت',about:'پودر وایت چاکلت ,شیر',price:'90,000',id:4},
    {name:'چای ماسال',about:'چای سیاه,میخک,هل,دارچین,زنجبیل,شیر',price:'85,000',id:5}
   
]

let ghahveSardeBarPayeEsperso = [{name:'افوگاتو',about:'بستنی وانیل,اسپرسو دبل',price:'80,000',id:1},
    {name:'ایس امریکانو',about:'اسپرسو,اب,یخ',price:'70,000',id:2},
    {name:'ایس لته',about:'اسپرسو,شیر,یخ',price:'85,000',id:3},
    {name:'ایس موکا',about:'اسپرسو,شیر,یخ,سس شکلات',price:'90,000',id:4},
    {name:'ایس کارامل',about:'اسپرسو,شیر,یخ,کارامل',price:'90,000',id:5}]

let shake = [{name:'شیک وانیل',about:'بستنی وانیل,شیر,پودر وانیل',price:'90,000',id:1},
    {name:'شیک شکلات',about:'بستنی شکلات,شیر,پودر شکلات',price:'105,000',id:2},
    {name:'شیک شکلات فندق',about:'بستنی وانیل,شیر,فندق',price:'110,000',id:3},
    {name:'شیک شکلات کارامل',about:'بستنی وانیل,شیر,کارامل',price:'110,000',id:4},
    {name:'شیک اسپرسو',about:'بستنی وانیلی,شیر,اسپرسو دبل',price:'120,000',id:5},
    {name:'شیک نوتلا',about:'بستنی وانیلی,شیر,نوتلا',price:'135,000',id:6}
]

let maktel = [{name:'رابو',about:'گلاب,الوورا,لیمو ترش ,سیرپ شکر,سودا',price:'110,000',id:1},
    {name:'ساحل',about:'بلو کاراسائو,اب پرتقال,شربت چهارتخم,لیمو ترش,زعفران',price:'130,000',id:2},
    {name:'منیریه',about:'سکنجبین,خاک شیر,خیار,سیروپ شکر,سودا',price:'110,000',id:3},
    {name:'شمرون',about:'عرق بیمشک,عرق بهار نارنج,عرق نسترن,سیروپ شکر,پنیرک',price:'110,000',id:4},
    {name:'بلو هاوایی',about:'بستنی وانیلی,پودر نارگیل,شیر,بلو کاراسائو,اناناس',price:'120,000',id:5},
    {name:'کازابلانکا',about:'اب انار,اب البالو,اب زرشک,فلفل,نمک',price:'110,000',id:6},
    {name:'لیموناد',about:'لیمو ترش,سیروپ شکر ,سودا',price:'90,000',id:7}, 
    {name:'موهیتو',about:'لیمو ترش,برگ موهیتو,سیروپ شکر,سودا',price:'100,000',id:8},
    {name:'پیناکولادا',about:'اب پیناکولادا,بستنی وانیلی,شیر',price:'105,000',id:9},
    {name:'انبه بری',about:'اب انبه,اب البالو,اب انار,بستنی شاتوت',price:'110,000',id:10},
    {name:'چری بری',about:'اب البالو,اب انار,اب زرشک,بستنی شاتوت,شاتوت',price:'120,000',id:11}]

    // let ghahveBarPayeEsperso = [{name:'',about:' ',price:'',id:1},
    //     {name:'',about:'',price:'',id:2},
    //     {name:'',about:'',price:'',id:3},
    //     {name:'',about:'',price:',',id:4},
    //     {name:'',about:'',price:'',id:5},
    //     {name:'',about:'',price:'',id:6}]
    
    let chayeVaDamnosh = [{name:'چای سیاه',about:' ',price:'50,000',id:1},
        {name:'چای ترکی',about:'با باقلوا',price:'80,000',id:2},
        {name:'دمنوش ارامش',about:'',price:'100,000',id:3},
        {name:'دمنوش حالم بده',about:'',price:'100,000',id:4},
        {name:'دمنوش خوابم میاد',about:'',price:'100,000',id:5},
        {name:'دمنوش لارک',about:'',price:'100,000',id:6},
        {name:'دمنوش هیلدا',about:'',price:'100,000',id:7},
        {name:'دمنوش تیمسار',about:'',price:'100,000',id:8},
        {name:'دمنوش چای ترش',about:'',price:'100,000',id:9},
        {name:'دمنوش گل گاو زبون',about:'',price:'100,000',id:10}]
    


    let kakeVaDeser = [{name:'بیسکو چیز',about:' ',price:'75,000',id:1},
        {name:'چیز کیک نوتلا',about:'',price:'80,000',id:2},
        {name:'کیک هویج',about:'',price:'50,000',id:3},
        {name:'کیک اسپشیال',about:'',price:'170,000',id:4},
        {name:'موچی',about:'',price:'120,000',id:5}]

    
        let boshghabeAcly = [{name:'استیک مرغ',about:'استیک رول شده,پوره سیب زمینی,سس لمون کیپرز',price:'380,000',id:1}]



        let piza = [{name:'پیتزا اسپشیال پازیریک',about:'خمیر,گوشت ریش,مرغ ریش,سوسیس شکاری, سس کلم بنفش شور, پنیر پیتزا, قارچ دکمهای,فلفل دلمه ای پخته و سس تارتار',price:'390,000',id:1},
        {name:'پیتزا پستو گوشت',about:'خمیر,گوشت ورقه ای,سس پستو,پنیر پیتزا,قارچ,جعفری,زیتون کامل و سس خردل',price:'380,000',id:2},
        {name:'پیتزا سوپریم',about:'خمیر,ژامبون میکس رشته ای,پنیر پیتزا,قارچ,فلفل دلمه ای,ذرت,سس گوجه فرنگی(اسپایسی)',price:'350,000',id:3},
        {name:'پیتزا پپرونی',about:'خمیر,پپرونی با کیفیت,پنیر پیتزا,هالوپینو,گوجه خشک,سس گوجه فرنگی(اسپایسی)',price:'290,000',id:4},
        {name:'پیتزا روستیکا',about:'خمیر,گوشت چرخ شده,پنیر پیتزا,پنیر چدار,قارچ,فلفل دلمه ای کبابی,سس خامه ترخون',price:'360,000',id:5},
        {name:'پیتزا چیکن اسموکی',about:'خمیر,مرغ ریش شده دودی,روغن زیتون,پنیر پیتزا,قارچ پخته, زیتون بدون هسته,سس باربیکیو',price:'370,000',id:6},
        {name:'پیتزا پولد بیف (رست بیف)',about:'خمیر,گوشت ریش شده پخته,ریحان تازه,لیمو و قارچ پخته,سس سیر,سس چمیچوری',price:'348,000',id:7},
        {name:'پیتزا سبزیجات',about:'خمیر,پنیر پیتزا,قارچ,بادمجان,پیاز,گوجه چری,زیتون,بی بی کورن,سیر,کدو,جعفری,سس گوجه فرنگی',price:'330,000',id:8}]
    
    

        let peneny = [{name:'پنینی مرغ گریل',about:'مرغ گریل شده,اسفناج,پنیر,الفردو',price:'260,000',id:1},
        {name:'پنینی مرغ ریش',about:'مرغ ریش شده,سس تریاکی,قارچ,نعنا,گوجه گیلاسی',price:'255,000',id:2},
        {name:'پنینی گوشت ورقه ای',about:'گوشت ورقه ای شده,سبزیجات پخته,سس باربیکیو',price:'275,000',id:3},
        {name:'پنینی بیکن',about:'بیکن,سیر,مایونز,قارچ,سس باربیکیو',price:'265,000',id:4}]



        let berger = [{name:'جوسی برگر امریکایی',about:'۱۵۰گرم گوشت گوساله، سس قارچ، بیکن، پنیر گودا و سیب زمینی',price:'280,000',id:1},
        {name:' چیز برگر امریکایی',about:'۱۵۰ گرم گوشت گوساله، سس فرانسوی، دو نوع پنیر ورقه ای و سیب زمینی',price:'275,000',id:2},
        {name:'برگر کوبایی امریکایی',about:'۱۵۰ گرم گوشت گوساله، کاهو سبز سوزنی، اسفناج همراه با سس گریوی و سیب زمینی خلالی',price:'285,000',id:3},
        {name:'کلاسیک برگر',about:'۱۵۰ گرم گوشت گوساله، سس خیارشور، سس مایونز و سیب زمینی',price:'275,000',id:4}]



      let pasta = [{name:'پاستا الفردو',about:'سس آلفردو، قارچ کاراملی، مرغ ریش و پنیر پارمسان',price:'285,000',id:1},
        {name:'اسپاگتی',about:'سس بلونیز، ریحان تازه، پنیر پارمسان',price:'270000',id:2},
        {name:'پاستا فتوچینی',about:'سس پستو، سینه مرغ سوخاری، پرتقال کریپسی',price:'285,000',id:3},
        {name:'لازانیا',about:'گوشت چرخ‌کرده، سس گوجه فرنگی',price:'310,000',id:4}]


      
      let salad = [{name:'سالاد سزار با تاپینگ مرغ سوخاری/گریل',about:'کاهو رسمی، زیتون، پنیر پارمسان، نان کروتان، مرغ ( سوخاری/گریل )',price:'285,000',id:1},
        {name:'لیتل سالاد (فرانسوی)',about:'سبزیجات مدیترانه ای، سس خردل، عسل، تخم بلدرچین، تاپینگ، سیب زمینی استامبلی',price:'265,000',id:2},
        {name:'سالاد اسفناج',about:'میوه، سس ترش، تاپینگ، گوشت ورقه ای',price:'258,000',id:3}]


    
    let pishGhaza = [{name:'گراتن سیب زمینی خامه',about:'اسفناج با لوبیا سبز فصلی همراه سیب زمینی ورقه ای و سس قارچ',price:'225,000',id:1},
        {name:'سیب زمینی سرخ شده خانگی',about:'سیب زمینی سرخ شده با سس کچاب',price:'115,000',id:2},
        {name:'سیب زمینی سرخ شده با پنیر',about:'سیب زمینی با پخت خانگی با پنیر و سس کچاب',price:'165,000',id:3},
        {name:'قارچ سوخاری با سس تارتار',about:'',price:'150,000',id:4},
        {name:'نان سیر',about:'',price:'195,000',id:5},
        {name:'فیله مرغ پفکی با سس تارتار',about:'',price:'285,000',id:6}]

    

    let sobhane = [{name:'صبحانه انگلیسی',about:' ',price:'190,000',id:1},
        {name:'پنکیک',about:'',price:'80,000',id:2},
        {name:'وافل',about:'',price:'160,000',id:3},
        {name:'املت کلاسیک',about:'',price:'140,000',id:4},
        {name:'املت اسفناج قارچ',about:'',price:'120,000',id:5}]

    let noshdany = [{name:'کوکا قوطی',about:' ',price:'40000',id:1},
        {name:'اسپرایت قوطی',about:'',price:'40000',id:2},
        {name:'فانتا قوطی',about:'',price:'40000',id:3},
        {name:'دلستر لیمویی قوطی',about:'',price:'40000',id:4},
        {name:'دلستر استوایی قوطی',about:'',price:'40000',id:5},
        {name:'دلستر کلاسیک قوطی',about:'',price:'40000',id:6},
        {name:'انرژی زا دایموند پلاس',about:'',price:'50000',id:7},
        {name:'انرژی زا استار',about:'',price:'50000',id:8}]